{
    "preguntas": [
        {
            "texto": "¿Cuáles son los cítricos más comunes para cultivar?",
            "respuesta": "Los cítricos más comunes para el cultivo incluyen naranjas, limones, limas, mandarinas y pomelos."
        },
        {

            
            "texto": "¿Dónde es ideal plantar cítricos?",
            "respuesta": "Los cítricos prosperan en regiones con climas cálidos y subtropicales, preferiblemente en áreas con temperaturas invernales suaves."
        },
        {
            "texto": "¿Cuál es la mejor época para plantar cítricos?",
            "respuesta": "La mejor época para plantar cítricos suele ser en primavera u otoño, cuando las temperaturas son moderadas y el suelo está cálido."
        },
        {
            "texto": "¿Cuánto espacio se necesita para un árbol de cítricos?",
            "respuesta": "La distancia entre los árboles de cítricos debe ser de al menos 4-6 metros para permitir un crecimiento saludable."
        },
        {
            "texto": "¿Cuál es el tipo de suelo adecuado para cítricos?",
            "respuesta": "Los cítricos prefieren suelos bien drenados y ligeramente ácidos con un pH de 6.0-7.5."
        },
        {
            "texto": "¿Necesitan los cítricos mucha agua?",
            "respuesta": "Los cítricos requieren riego regular, especialmente durante la temporada de crecimiento, pero es importante no inundar las raíces."
        },
        {
            "texto": "¿Cómo se podan los árboles de cítricos?",
            "respuesta": "La poda de cítricos se realiza para eliminar ramas muertas o enfermas y dar forma al árbol para facilitar la cosecha y el flujo de aire."
        },
        {
            "texto": "¿Cuándo es la mejor época para podar cítricos?",
            "respuesta": "La poda se realiza generalmente en primavera antes del crecimiento activo o en otoño después de la cosecha."
        },
        {
            "texto": "¿Cómo se protegen los cítricos del frío?",
            "respuesta": "Los cítricos pueden protegerse del frío con mantas térmicas, luces de crecimiento, o trasladándolos a un lugar resguardado durante las heladas."
        },
        {
            "texto": "¿Cuánto tiempo lleva que un árbol de cítricos produzca frutas?",
            "respuesta": "Por lo general, los árboles de cítricos comienzan a producir frutas en 3-5 años después de la siembra."
        },
        {
            "texto": "¿Cómo se fertilizan los árboles de cítricos?",
            "respuesta": "Los cítricos se benefician de fertilizantes equilibrados y ricos en micronutrientes aplicados regularmente durante la temporada de crecimiento."
        },
        {
            "texto": "¿Qué plagas suelen afectar a los cítricos?",
            "respuesta": "Algunas plagas comunes en los cítricos incluyen pulgones, ácaros, escarabajos y gusanos cítricos."
        },
        {
            "texto": "¿Cuál es la mejor manera de controlar plagas en cítricos de forma orgánica?",
            "respuesta": "Se pueden usar depredadores naturales como mariquitas y mantis religiosas, así como aceites y jabones insecticidas orgánicos."
        },
        {
            "texto": "¿Qué enfermedades afectan a los árboles de cítricos?",
            "respuesta": "Algunas enfermedades comunes en cítricos son la cancrosis, la tristeza de los cítricos y el hongo de la negrilla."
        },
        {
            "texto": "¿Cómo se controlan las enfermedades en los cítricos?",
            "respuesta": "El control de enfermedades en cítricos implica prácticas de manejo adecuadas, como poda higiénica y la aplicación de fungicidas según sea necesario."
        },
        {
            "texto": "¿Cuál es la mejor manera de cosechar cítricos?",
            "respuesta": "Los cítricos se cosechan a mano con tijeras de podar para evitar dañar la fruta y se recolectan cuando están maduros."
        },
        {
            "texto": "¿Cómo se almacenan las frutas de cítricos después de la cosecha?",
            "respuesta": "Las frutas de cítricos se almacenan mejor en un lugar fresco y seco, preferiblemente a temperaturas entre 7-10°C y con buena ventilación."
        },
        {
            "texto": "¿Se pueden cultivar cítricos en macetas?",
            "respuesta": "Sí, muchos cítricos se pueden cultivar en macetas, siempre que se elija una variedad adecuada y se proporcione el cuidado adecuado."
        },
        {
            "texto": "¿Cuáles son los beneficios nutricionales de los cítricos?",
            "respuesta": "Los cítricos son ricos en vitamina C, antioxidantes y fibra, lo que los hace beneficiosos para la salud y el sistema inmunológico."
        },
        {
            "texto": "¿Qué se puede hacer con cítricos no comestibles?",
            "respuesta": "Los cítricos no comestibles se pueden utilizar para hacer productos de limpieza naturales, como limpiadores de superficies y ambientadores."
        },
        {
            "texto": "¿Cuál es tu color favorito?",
            "respuesta": "Mi color favorito es el verde."
        },
        {
            "texto": "¿Cuál es tu color favorito?",
            "respuesta": "Mi color favorito es el verde."
        }
    ]
}